[
  {
    "ID": 1,
    "NAME": "Pinza Sgrossatrice - Dopo aver scelto un dado, aumenta o diminuisci il valore del dado scelto di 1. Non puoi cambiare un 6 in 1 o un 1 in 6.",
    "COLOR": "MAGENTA",
    "ROUND_TRACK": "null",
    "DRAFT": "DRAFT",
    "DICE_BAG": "null"
  },
  {
    "ID": 2,
    "NAME": "Pennello per Eglomise - Muovi un qualsiasi dado nella tua vetrata ignorando le restrizioni di colore. Devi rispettare tutte le altre restrizioni di piazzamento.",
    "COLOR": "BLUE",
    "ROUND_TRACK": "null",
    "DRAFT": "null",
    "DICE_BAG": "null"
  },
  {
    "ID": 3,
    "NAME": "Alesatore per lamina di rame - Muovi un qualsiasi dado nella tua vetrata ignorando le restrizioni di valore. Devi rispettare tutte le altre restrizioni di piazzamento.",
    "COLOR": "RED",
    "ROUND_TRACK": "null",
    "DRAFT": "null",
    "DICE_BAG": "null"
  },
  {
    "ID": 4,
    "NAME": "Lathekin - Muovi esattamente due dadi, rispettando tutte le restrizioni di piazzamento.",
    "COLOR": "YELLOW",
    "ROUND_TRACK": "null",
    "DRAFT": "null",
    "DICE_BAG": "null"
  },
  {
    "ID": 5,
    "NAME": "Taglierina circolare - Dopo aver scelto un dado, scambia quel dado con un dado sul Tracciato dei Round.",
    "COLOR": "GREEN",
    "ROUND_TRACK": "ROUND_TRACK",
    "DRAFT": "DRAFT",
    "DICE_BAG": "null"
  },
  {
    "ID": 6,
    "NAME": "Pennello per Pasta Salda - Dopo aver scelto un dado, tira nuovamente quel dado. Se non puoi piazzarlo, riponilo nella Riserva.",
    "COLOR": "MAGENTA",
    "ROUND_TRACK": "null",
    "DRAFT": "DRAFT",
    "DICE_BAG": "null"
  },
  {
    "ID": 7,
    "NAME": "Martelletto - Tira nuovamente tutti i dadi della Riserva. Questa carta puo' essere usata solo durante il tuo secondo turno, prima di scegliere il secondo dado.",
    "COLOR": "BLUE",
    "ROUND_TRACK": "null",
    "DRAFT": "DRAFT",
    "DICE_BAG": "null"
  },
  {
    "ID": 8,
    "NAME": "Tenaglia a Rotelle - Dopo il tuo primo turno scegli immediatamente un altro dado. Salta il tuo secondo turno in questo round.",
    "COLOR": "RED",
    "ROUND_TRACK": "null",
    "DRAFT": "DRAFT",
    "DICE_BAG": "null"
  },
  {
    "ID": 9,
    "NAME": "Riga in Sughero - Dopo aver scelto un dado, piazzalo in una casella che non sia adiacente a un altro dado. Devi rispettare tutte le restrizioni di piazzamento.",
    "COLOR": "YELLOW",
    "ROUND_TRACK": "null",
    "DRAFT": "DRAFT",
    "DICE_BAG": "null"
  },
  {
    "ID": 10,
    "NAME": "Tampone Diamantato - Dopo avere scelto un dado, giralo sulla faccia opposta. 6 diventa 1, 5 diventa 2, 4 diventa 3,  ecc.",
    "COLOR": "GREEN",
    "ROUND_TRACK": "null",
    "DRAFT": "DRAFT",
    "DICE_BAG": "null"
  },
  {
    "ID": 11,
    "NAME": "Diluente per Pasta Salda - Dopo aver scelto un dado, riponilo nel Sacchetto, poi pescane uno dal Sacchetto. Scegli il valore del nuovo dado e piazzalo, rispettando tutte le restrizioni di piazzamento.",
    "COLOR": "MAGENTA",
    "ROUND_TRACK": "null",
    "DRAFT": "DRAFT",
    "DICE_BAG": "DICE_BAG"
  },
  {
    "ID": 12,
    "NAME": "Taglierina Manuale - Muovi fino a due dadi dello stesso colore di un solo dado sul Tracciato dei Round. Devi rispettare tutte le restrizioni di piazzamento.",
    "COLOR": "BLUE",
    "ROUND_TRACK": "ROUND_TRACK",
    "DRAFT": "null",
    "DICE_BAG": "null"
  }
]